IDEA Open Model
ColumnData.EffectiveLength Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets type of input effective length
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public InputValue EffectiveLength { get; set; }
Public Property EffectiveLength As InputValue
	Get
	Set
Property Value
Type: InputValue
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace